<?php
    echo "
        <div style='margin-top:5px; width: 100%;'>
            <div class='main_text_block border' style='min-height:200px; width:100%; margin-bottom:5px; float:none;'>
            <p style='text-align: center; font-size:20px;' class='bold'>Сводная таблица самых известных звёздных эсминцев</p>
            <table border='1' cellspacing='0' cellpadding='4' style='text-align: center; margin: 10px 10px 10px 10px;'>
<tr>
<th>Название</th>
<th>Длина</th>
<th>Щиты</th>
<th>Броня корпуса</th>
<th>Турболазеры</th>
<th>Тяжёлые турболазеры</th>
<th>Ионные орудия</th>
<th>Ракетные и торпедные установки</th>
<th>Проекторы притягивающего луча</th>
</tr>
<tr>
<td>«Одобряющий»</td>
<td>752 м</td>
<td>2720 SBD</td>
<td>1240 RU</td>
<td>48 (12 батарей по 4)</td>
<td>0 (нет)</td>
<td>0 (нет)</td>
<td>4</td>
<td>0 (нет)</td>
</tr>
<tr>
<td>«Победа I»</td>
<td>900 м</td>
    <td>3200 SBD</td>
<td>1520 RU</td>
<td>120 (10 батарей по 4 и 40 батарей по 2); по другим сведениям 40 (10 батарей по 4)</td>
<td>0 (нет); по другим сведениям 40 (20 батарей по 2)</td>
<td>0 (нет)</td>
<td>80; по другим сведениям 20</td>
<td>10</td>
</tr>
<tr>
<td>«Император I»</td>
<td>1600 м</td>
<td>4800 SBD</td>
<td>2272 RU</td>
<td>0 (нет)</td>
<td>60; по другим сведениям 120 (60 батарей по 2); по другим сведениям 104 (8 батарей по 8 и 40 отдельных орудий)</td>
<td>60</td>
<td>0 (нет)</td>
<td>10</td>
</tr>
<tr>
<td>«Император II»</td>
<td>1600 м</td>
<td>5760 SBD</td>
<td>2272 RU</td>
<td>36; по другим сведениям 0 (нет)</td>
<td>100; по другим сведениям 64 (8 батарей по 8); по другим сведениям 150 (50 батарей по 2 и 50 отдельных орудий); по другим сведениям 124 (8 батарей по 8 и 60 отдельных орудий)</td>
<td>20</td>
<td>0 (нет)</td>
<td>10</td>
</tr>
<tr>
<td>Суперразрушитель «Палач»</td>
<td>17600 м</td>
<td>96000 SBD</td>
<td>45712 RU</td>
<td>2000 (250 батарей по 8)</td>
<td>2000 (250 батарей по 8)</td>
<td>250</td>
<td>250</td>
<td>40</td>
</tr>
<tr>
<td>Суперразрушитель «Затмение»</td>
<td>Базовая модель 16000&#160;м; с модификациями 17500 м</td>
<td>120000 SBD; по другим сведениям 136000 SBD; по другим сведениям 200000 CSBD</td>
<td>65000 RU; по другим сведениям 77710 RU; по другим сведениям 2300000 RU</td>
<td>500; по другим сведениям 1000 (500 батарей по 2)</td>
<td>550; по другим сведениям 1100 (550 батарей по 2)</td>
<td>75</td>
<td>0 (нет)</td>
<td>100</td>
</tr>
</table>
            </div>

        </div>
			";
?>